Repository: Valryon/Rabbit-Apocalypse
Catalog: Source/Lapins.Data/Localization/LapinsStrings.*.resx
Languages: fr

# home_pressstart
source: Press start!
fr: Appuyez sur Start !

# Action
source: Use something
fr: Actionner

source: Jump
fr: Sauter

source: Left stick
fr: Joystick gauche

# Move
source: Move player
fr: Se déplacer

source: Right stick
fr: Joystick droite

# StartMessage1
source: Hurry up: find the keys and get back to the ship!
fr: Retrouve-vite la clé du vaisseau et retournes-y !

# StartMessage2
source: You only have 10 minutes before world destruction!
fr: Tu as 10 minutes avant que le monde ne soit détruit !

# Walk
source: Walk when pressed
fr: Marcher

# MenuNewgame
source: Play!
fr: Jouer

# MenuQuit
source: Exit
fr: Quitter

# MenuCredits
source: Credits
fr: Crédits

# MenuHighscores
source: Highscores
fr: Meilleurs scores

source: Back
fr: Retour

# TGPA
source: Maybe you will like our other game, The Great Paper Adventure:
fr: Vous aimerez peut-être également notre autre jeu, The Great Paper Adventure :

# Defeat
source: You are dead, and so is the world and the rest of your kind!
fr: Vous êtes morts, tout comme l'est le monde et le reste de votre espèce !

# Victory
source: You saved your kind and yourself from the world's end!
fr: Vous avez sauvé votre race de la fin du monde !

# Loading
source: Loading, please wait...
fr: Chargement...

# Story1
source: It is the end of the world!
fr: C'est la fin du monde ! Aide ta colonie de lapins à survivre !

# Story2
source: The earth will be destroyed in 10 minutes, and the bunnies just realized that they were all going to die.
fr: 10 minutes avant la destruction de la Terre, les lapins se rendent compte qu'ils vont tous mourir.

# Story3
source: Fortunately, a smart rabbit has build a super space ship to save its kind!
fr: Heureusement, un lapin bien malin a construit un engin spatial capable de les envoyer dans l'espace !

# Story4
source: All little bunnies were ready to travel in space in this little ship but...
fr: Ni une ni deux, c'est toute ton espèce qui se prépare à partir dans ce petit vaisseau.

# Story5
source: As they try to start the engine, they realized they lost the keys!
fr: Mais au moment de démarrer... impossible de trouver les clés !

# Story6
source: And it's you, the brave bunny, who have to search them.
fr: Et c'est toi, le petit lapin le plus courageux qui va devoir les chercher.

# Story7
source: Find and bring them back to the ship before it's too late!
fr: Ramène-les à temps au vaisseau et sauve ta peau.

# Story8
source: Good luck, the fate of your kind depend on you!
fr: Bonne chance, le destin des lapins est entre tes mains !

# BackToGame
source: Back to the game
fr: Retour au jeu

# BackToHome
source: Back to the title screen
fr: Retour à l'écran titre
